Repository: hvantoan/minder_app
Catalog: lib/l10n/intl_*.arb
Languages: vi

# lbl_login
source: Login
vi: Đăng nhập

# lbl_register
source: Register
vi: Đăng ký

# lbl_password
source: Password
vi: Mật khẩu

# lbl_conform_password
source: Confirm password
vi: Xác nhận mật khẩu

# btn_login
source: Login
vi: Đăng nhập

# btn_forgot_password
source: Forgot password?
vi: Quên mật khẩu?

# lbl_not_have_account
source: You have no an account?
vi: Bạn chưa có tài khoản?

# lbl_already_have_account
source: You already have an account?
vi: Bạn đã có tài khoản?

# btn_register
source: Register
vi: Đăng ký

# txt_password_hint
source: At least 8 characters
vi: Ít nhất 8 ký tự

# txt_can_not_connect_server
source: Can not connect to server
vi: Không thể nối đến máy chủ

# txt_please_try_again
source: Please try again
vi: Vui lòng thử lại

# txt_please_update_app
source: Please update to the new version
vi: Vui lòng cập nhật lên phiên bản mới

# txt_data_parsing_failed
source: An error occurred while downloading data
vi: Đã có lỗi xảy ra trong lúc tải dữ liệu

# btn_try_again
source: Try again
vi: Thử lại

# btn_update
source: Update
vi: Cập nhật

# txt_version
source: Version
vi: Phiên bản

# txt_version_not_supported
source: is no longer supported
vi: không còn được hỗ trợ

# txt_unregistered_username
source: This account is not registered
vi: Tài khoản chưa được đăng ký

# txt_wrong_password
source: Incorrect password
vi: Mật khẩu không đúng

# txt_please_enter_username
source: Please enter your email
vi: Vui lòng nhập email của bạn

# txt_please_enter_password
source: Please enter your password
vi: Vui lòng nhập mật khẩu

# txt_err_invalid_email
source: Invalid email
vi: Email không hợp lệ

# txt_err_less_8_chars_password
source: Password must be at least 8 characters
vi: Mật khẩu phải có ít nhất 8 ký tự

# txt_err_no_space_password
source: Password must not contain spaces
vi: Mật khẩu không được chứa khoảng trống

# lbl_find_member
source: Find members
vi: Tìm thành viên

# lbl_find_team
source: Find teams
vi: Tìm đội

# lbl_find_match
source: Find matches
vi: Tìm trận đấu

# lbl_match
source: Match
vi: Trận đấu

# lbl_team
source: Team
vi: Đội

# lbl_notification
source: Notification
vi: Thông báo

# lbl_setting
source: Setting
vi: Cài đặt

# lbl_personal
source: Personal
vi: Cá nhân

# lbl_system
source: System
vi: Hệ thống

# lbl_support
source: Support
vi: Hỗ trợ

# btn_logout
source: Logout
vi: Đăng xuất

# lbl_personal_profile
source: Personal profile
vi: Hồ sơ cá nhân

# lbl_stadium_type
source: Stadium type
vi: Loại sân thi đấu

# lbl_playing_area
source: Playing Area
vi: Khu vực thi đấu

# lbl_playing_times
source: Playing Times
vi: Thời gian thi đấu

# lbl_language
source: Language
vi: Ngôn ngữ

# lbl_version
source: Version
vi: Phiên bản

# lbl_about_us
source: About us
vi: Về chúng tôi

# lbl_contact
source: Contact
vi: Liên hệ

# lbl_verify_opt
source: Please enter the verification code sent to your email
vi: Vui lòng nhập mã xác thực đã được gửi tới email

# btn_resend_otp
source: Resend code
vi: Gửi lại mã

# txt_err_password_confirm_not_match
source: The password confirmation does not match
vi: Xác nhận mật khẩu không chính xác

# txt_err_registered_username
source: Username is already registered
vi: Tài khoản đã được đăng ký

# txt_err_otp_incorresct
source: The OTP code is not correct
vi: Mã xác nhận không chính xác

# lbl_name
source: Name
vi: Tên

# lbl_phone
source: Phone
vi: Số điện thoại

# lbl_have_no_team
source: You don't have a team yet
vi: Bạn chưa có đội

# txt_create_team_and_join
source: Create your own team or find a team to join!
vi: Hãy tự tạo đội của riêng bạn hoặc tìm đội để gia nhập nào!

# btn_create_team
source: Create a team
vi: Tạo đội

# btn_find_team
source: Find team
vi: Tìm thêm đội

# txt_owner
source: Owner
vi: Chủ sở hữu

# lbl_create_team
source: Create team
vi: Tạo đội

# lbl_cover
source: Cover
vi: Ảnh bìa

# lbl_avatar
source: Avatar
vi: Ảnh đại diện

# lbl_team_name
source: Team name
vi: Tên đội

# lbl_description
source: Description
vi: Giới thiệu

# lbl_level
source: Level
vi: Trình độ

# btn_done
source: Done
vi: Xong

# txt_err_exist_code
source: Code already exists
vi: Tên viết tắt đã tồn tại

# txt_err_empty_code
source: Enter team code
vi: Nhập tên viết tắt cho đội

# txt_err_code_lenght
source: Key must have from 2 to 4 characters
vi: Tên viết tắt phải có từ 2 đến 4 ký tự

# txt_err_empty_name
source: Enter team name
vi: Nhập tên đội

# txt_err_name_less_8_character
source: Team name must be at least 8 characters
vi: Tên đội phải có ít nhất 8 ký tự

# txt_err_have_got_team
source: You have got your own team
vi: Bạn đã có đội của riêng bạn

# txt_err_empty_stadium_type
source: Select stadium type
vi: Chọn loại sân đấu

# lbl_stadium
source: Stadium
vi: Sân

# txt_err_team_not_exist
source: The team does not exist
vi: Đội không tồn tại

# btn_back
source: Back
vi: Quay lại

# lbl_conversation
source: Conversation
vi: Trò chuyện

# lbl_number_of_matches
source: Number of matches
vi: Số trận đã đấu

# lbl_average_age
source: Average age
vi: Tuổi trung bình

# txt_member
source: member
vi: thành viên

# txt_members
source: members
vi: thành viên

# lbl_view_detail
source: View detail
vi: Xem chi tiết

# lbl_leave_team
source: Leave team
vi: Rời đội

# txt_you
source: You
vi: Bạn

# txt_no_description
source: There's no description
vi: Không có giới thiệu

# lbl_information
source: Information
vi: Thông tin

# btn_cancel
source: Cancel
vi: Hủy

# btn_view_profile
source: View profile
vi: Xem trang cá nhân

# txt_male
source: Male
vi: Nam

# txt_female
source: Female
vi: Nữ

# txt_years_old
source: years old
vi: tuổi

# lbl_playing_position
source: Playing position
vi: Vị trí thi đấu

# lbl_phone_number
source: Phone number
vi: Số điện thoại

# txt_no_phone_number
source: There's no phone number
vi: Không có số điện thoại

# txt_no_email
source: There's no email
vi: Không có email

# lbl_update_team_profile
source: Update team profile
vi: Thiết lập đội

# lbl_member
source: Member
vi: Thành viên

# btn_grant_ownership
source: Grant ownership
vi: Cấp quyền sở hữu

# btn_grant_captain
source: Grant captain
vi: Cấp quyền đội trưởng

# btn_remove_from_team
source: Remove from team
vi: Xóa khỏi đội

# lbl_info_verify
source: Information verification
vi: Xác thực thông tin

# btn_select_member
source: Select member
vi: Chọn thành viên

# lbl_you_not_able_leave
source: You are not able to leave
vi: Bạn không thể rời đội

# lbl_you_want_to_leave
source: You want to leave, right?
vi: Bạn muốn rời đội?

# btn_no
source: No
vi: Không

# txt_verify_to_leave
source: Please verify if you really want to leave the team
vi: Hãy xác thực thông tin nếu bạn thật sự muốn rời đội

# btn_info_verify
source: Verify
vi: Xác thực thông tin

# btn_verify
source: Verify
vi: Xác thực

# txt_let_grant_ownership
source: Please grant ownership to someone else to be able to leave the team
vi: Hãy cấp quyền sở hữu cho người khác để có thể rời đội

# lbl_remove_member
source: Remove member
vi: Xóa thành viên

# txt_really_want_remove
source: Do you really want to remove
vi: Bạn thật sự muốn xoá

# txt_from_the_team
source: from the team?
vi: khỏi đội?

# btn_remove
source: Remove
vi: Xóa

# lbl_username
source: Username
vi: Tên đăng nhập

# lbl_grant_ownership
source: Grant ownership
vi: Cấp quyền sở hữu

# txt_agree_grant_ownership
source: Do you agree to grant ownership to
vi: Bạn có đồng ý cấp quyền sở hữu cho

# btn_agree
source: Agree
vi: Đồng ý

# lbl_success
source: Success
vi: Thành công

# lbl_member_name
source: Member name
vi: Tên thành viên

# txt_enter_member_name
source: Enter member name
vi: Nhập tên thành viên

# txt_eliminated_from_team
source: has been eliminated from the team
vi: đã bị loại khỏi đội

# btn_continue
source: Continue
vi: Tiếp tục

# lbl_maybe_come_in
source: Maybe you want to come in
vi: Có thể bạn muốn vào

# lbl_invitation
source: Invitation
vi: Lời mời gia nhập đội

# txt_search
source: Search
vi: Tìm kiếm

# txt_no_team
source: There is no team
vi: Không có đội nào

# btn_apply
source: Apply
vi: Áp dụng

# lbl_filter
source: Filter
vi: Bộ lọc

# lbl_needed_position
source: Needed position
vi: Vị trí cần

# lbl_number_member
source: Number of members
vi: Số thành viên

# txt_number_member
source: Number of members
vi: Số thành viên

# txt_find_address
source: Find address
vi: Tìm kiếm vị trí

# lbl_match_type
source: Match type
vi: Loại trận đấu

# txt_match_type
source: Match type
vi: Loại trận đấu

# txt_gk
source: Goalkeeper
vi: Thủ môn

# txt_cb
source: Center Back
vi: Hậu vệ

# txt_cm
source: Central Midfielder
vi: Trung vệ

# txt_st
source: Striker
vi: Tiền đạo

# txt_monday
source: Monday
vi: T2

# txt_tuesday
source: Tuesday
vi: T3

# txt_wednesday
source: Wednesday
vi: T4

# txt_thursday
source: Thursday
vi: T5

# txt_friday
source: Friday
vi: T6

# txt_saturday
source: Saturday
vi: T7

# txt_sunday
source: Sunday
vi: CN

# lbl_invitation_position
source: Invitation position
vi: Mời tham gia vị trí

# txt_no_invitation
source: There is no invitation
vi: Không có lời mời nào

# txt_at
source: at
vi: lúc

# lbl_recommend
source: Recommend
vi: Gợi ý tham gia đội

# txt_no_recommend
source: There is no recommend
vi: Không có gợi ý nào

# txt_no_position
source: There is no position
vi: Không có vị trí nào

# txt_already_join_request
source: You have already send a request to join before
vi: Bạn đã gửi yêu cầu tham gia đội này trước đó

# lbl_confirm_password
source: Confirm password
vi: Nhập lại mật khẩu

# lbl_sex
source: Sex
vi: Giới tính

# lbl_birthday
source: Day of birth
vi: Ngày sinh nhật

# txt_cancel
source: Cancel
vi: Hủy

# txt_done
source: Done
vi: Xong

# txt_update_profile
source: Update profile
vi: Cập nhật hồ sơ

# txt_change_password
source: Change password
vi: Đổi mật khẩu

# txt_no_notification
source: You have not received any notifications yet
vi: Bạn chưa nhận được thông báo nào

# txt_upgrade_feature
source: We are upgrading this feature
vi: Chúng tôi đang nâng cấp tính năng này

# lbl_old_password
source: Old password
vi: Mật khẩu cũ

# lbl_new_password
source: New password
vi: Mật khẩu mới

# txt_old_password_not_match
source: Old password not match
vi: Mật khẩu cũ không chính xác

# lbl_want_to_join
source: Want to join the team
vi: Muốn vào đội

# lbl_players_near_you
source: Players near you
vi: Những người chơi gần bạn

# txt_no_player
source: There is no player
vi: Không có người chơi nào

# txt_different
source: Different
vi: Khác

# btn_invite_to_join
source: Invite to join the team
vi: Mời gia nhập đợi

# btn_accept
source: Accept
vi: Chấp nhận

# btn_decline
source: Decline
vi: Từ chối

# txt_already_invite
source: You have already invited this player before
vi: Bạn đã gửi lời mời cho người chơi này trước đó

# txt_write_something
source: Write something...
vi: Viết gì đó...

# txt_no_recents
source: No Recents
vi: Không có gần đây

# txt_system_language
source: System language
vi: Ngôn ngữ thiết bị

# txt_language
source: English
vi: Tiếng Việt

# txt_hour
source: Hour
vi: Giờ

# txt_m
source: M
vi: T2

# txt_t
source: T
vi: T3

# txt_w
source: W
vi: T4

# txt_th
source: Th
vi: T5

# txt_f
source: F
vi: T6

# txt_s
source: S
vi: T7

# txt_su
source: Su
vi: CN

# lbl_update_playing_times
source: Update playing times
vi: Cập nhật thời gian thi đấu

# txt_automatic
source: Automatic
vi: Thiết lập tự động

# txt_manual
source: Manual
vi: Thiết lập thủ công

# txt_min_number_member
source: Minimum number of members
vi: Số thành viên tối thiểu

# lbl_movement_range
source: Movement range
vi: Phạm vi di chuyển

# txt_hint_radius
source: Choose radius
vi: Chọn bán kính

# txt_not_have_stadium_match
source: There is no suitable stadium
vi: Không có sân bóng phù hợp

# lbl_update_playing_area
source: Update playing area
vi: Cập nhật khu vực thi đấu

# lbl_choose_location
source: Choose location
vi: Chọn vị trí

# txt_no_stadium_type
source: There is no stadium type
vi: Không có loại sân nào

# btn_find_more_teams
source: Find more teams
vi: Tìm thêm đôi

# txt_waiting
source: Waiting
vi: Chờ xác nhận

# txt_setting_up
source: Setting up
vi: Đang thiết lập

# txt_playing
source: Playing
vi: Đang diễn ra

# txt_finished
source: Finished
vi: Đã đá

# txt_canceled
source: Canceled
vi: Đã hủy

# txt_more_day
source: more day
vi: ngày nữa

# txt_more_days
source: more days
vi: ngày nữa

# txt_more_hours
source: more hours
vi: giờ nữa

# txt_more_hour
source: more hour
vi: giờ nữa

# txt_more_minutes
source: more minutes
vi: phút nữa

# txt_more_minute
source: more minute
vi: phút nữa

# txt_no_match
source: There is no match
vi: Không có trận đấu nào

# lbl_match_setting
source: Match setting
vi: Thiết lập trận đấu

# lbl_your_team
source: Your team
vi: Đội của bạn

# lbl_opposite_team
source: Opposite team
vi: Đội đối thủ

# txt_opponent_has_not_chosen
source: The opponent has not chosen the stadium and time of the match
vi: Đối thủ chưa chọn sân và giờ thi đấu

# btn_select_stadium
source: Select stadium
vi: Chọn sân đấu

# lbl_select_stadium
source: Select stadium
vi: Chọn sân đấu

# txt_no_suitable_stadium
source: There is no suitable stadium
vi: Không có sân phù hợp

# txt_match_in_progress
source: The match is in progress
vi: Trận đáu đang điễn ra

# txt_match_start_in
source: The match starts in
vi: Trận đấu diễn ra sau

# txt_match_done
source: The match is done
vi: Đã đá

# txt_match_cancel
source: The match is canceled
vi: Đã hủy

# txt_cant_leave
source: You are the owner, so you can't leave the team
vi: Bạn là chủ sở hữu đội nên không thể rời đội

# txt_host_has_not_chosen
source: Your team has not chosen the stadium and time of the match
vi: Đội bạn chưa chọn sân và giờ thi đấu

# lbl_groups
source: Groups
vi: Đoạn hội thoại

# lbl_chat
source: Chat
vi: Đoạn chat

# txt_no_message
source: No message in Conversation.
vi: Chưa có tin nhắn nào.

# txt_no_match_type
source: There is no match type
vi: Không có loại trận đấu nào

# txt_no_playing_time
source: There is no playing time
vi: Không có thời gian thi đấu

# lbl_create_group
source: Create group
vi: Tạo nhóm
